{"text": "Portal de Transparencia | UNSM Facultad Escuela Profesional Programa / Especialidad Nro. \nmatriculados\nCIENCIAS AGRARIAS\nAGRONOMÍA\nAGRONOMÍA\n265\nCIENCIAS AGRARIAS\nMEDICINA VETERINARIA\nMEDICINA VETERINARIA\n325\nCIENCIAS DE LA SALUD\nENFERMERÍA\nENFERMERÍA\n406\nCIENCIAS DE LA SALUD\nOBSTETRICIA\nOBSTETRICIA\n451\nCIENCIAS ECONÓMICAS\nADMINISTRACIÓN\nADMINISTRACIÓN\n346\nCIENCIAS ECONÓMICAS\nADMINISTRACIÓN EN TURISMO\nADMINISTRACIÓN EN TURISMO\n0\nCIENCIAS ECONÓMICAS\nCONTABILIDAD\nCONTABILIDAD\n559\nCIENCIAS ECONÓMICAS\nECONOMÍA\nECONOMÍA\n324\nCIENCIAS ECONÓMICAS\nTURISMO\nTURISMO\n121\nDERECHO Y CIENCIAS \nPOLÍTICAS\nDERECHO\nDERECHO\n424\nECOLOGÍA\nINGENIERÍA AMBIENTAL\nINGENIERÍA AMBIENTAL\n268\nECOLOGÍA\nINGENIERÍA SANITARIA\nINGENIERÍA SANITARIA\n290\nEDUCACIÓN Y \nHUMANIDADES\nCOMPLEMENTACION INICIAL\nCOMPLEMENTACION INICIAL\n0\nEDUCACIÓN Y \nHUMANIDADES\nCOMPLEMENTACION PRIMARIA\nCOMPLEMENTACION PRIMARIA\n0\nEDUCACIÓN Y \nHUMANIDADES\nCOMPLEMENTACION \nSECUNDARIA\nCOMPLEMENTACION \nSECUNDARIA\n0\nEDUCACIÓN Y \nHUMANIDADES\nEDUCACIÓN INICIAL\nEDUCACIÓN INICIAL\n250\nEDUCACIÓN Y \nHUMANIDADES\nEDUCACIÓN PRIMARIA\nEDUCACIÓN PRIMARIA\n236\nEDUCACIÓN Y \nHUMANIDADES\nEDUCACIÓN RELIGIOSA \nCATÓLICA Y CIENCIAS SOCIALES\nEDUCACIÓN RELIGIOSA \nCATÓLICA Y CIENCIAS SOCIALES\n0\nEDUCACIÓN Y \nHUMANIDADES\nEDUCACIÓN SECUNDARIA\nEDUCACIÓN SECUNDARIA\n270\nEDUCACIÓN Y \nHUMANIDADES\nIDIOMAS\nIDIOMAS\n325\nEDUCACIÓN Y \nHUMANIDADES\nPROGRAMA DE \nCOMPLEMENTACIÓN \nACADÉMICA - BACHILLERATO\nPROGRAMA DE \nCOMPLEMENTACIÓN \nACADÉMICA - BACHILLERATO\n0\nINGENIERÍA \nAGROINDUSTRIAL\nINGENIERÍA AGROINDUSTRIAL\nINGENIERÍA AGROINDUSTRIAL\n237\nINGENIERÍA CIVIL Y \nARQUITECTURA\nARQUITECTURA\nARQUITECTURA\n326\nINGENIERÍA CIVIL Y \nARQUITECTURA\nINGENIERÍA CIVIL\nINGENIERÍA CIVIL\n345\nINGENIERÍA DE \nSISTEMAS E \nINFORMÁTICA\nINGENIERÍA DE SISTEMAS E \nINFORMÁTICA\nINGENIERÍA DE SISTEMAS E \nINFORMÁTICA\n373\nMEDICINA HUMANA\nMEDICINA HUMANA\nMEDICINA HUMANA\n281\nNO DEFINIDO\nMEDIC___ HUM__\nMEDICINA HUMANA\n0"}
{"text": "DIRECTIVAS DE USO DE LABORATORIOS\n\nNormas generales\n\n1.E1 uso de los laboratorios de la FISI es para fines académicos y de\ninvestigacién.\n\n2.61 laboratorio es principalmente un lugar de trabajo, ayude a mantener un\nambiente grato de respeto y estudio.\n\nNo estd permitido ingresar alimentos a los ambientes de los laboratorios.\n\n4 Se prohibe terminantemente fumar en los laboratorios.\n\n5. Se prohibe el uso de teléfonos celulares en los laboratorios.\n\n6. Evite aglomeraciones frente a un equipo.\n\n7.Las computadoras del laboratorio no pueden ser usadas para otros fines como:\nJuegos, peliculas y musicas.\n\n4. Estd estrictamente prohibido cualquier uso con fines comerciales, politicos,\nparticulares 0 cualquier otro que no sea académico e investigativo.\n\n9. No se permite la utilizacién de \"CD ROM” sin autorizaci6n.\n\n10 La puerta de vidrio del laboratorio debe permanecer cerrada para evitar las\ninterferencias 2 las clases o el ingreso al laboratorio de personas no\nautorizadas.\n\n11. No se permite la instalaci6n de “software” sin la autorizaciOn del DASI.\n\n12 Los archivos de las aplicaciones y los sistemas operativos solo pueden ser\nmodificados 0 eliminados por e! personal de Soporte Técnico/Laboratoristas de\nla FIST.\n\n13. Los equipos contenidos en los laboratorios solo pueden ser abiertos, removidos\n‘© cambiados por el personal de Soporte Técnico/Laboratoristas de la FISI.\n\n14.1 cableado eléctrico y/o de comunicaciones solo puede ser manipulado por el\npersonal de Soporte Técnico de la FISI/Laboratoristas o la(s) persona(s) que el\nDASI de la FIST designe.\n\n15.Cualquier eventualidad de hurto 0 dafio (ocasionado por negligencia y/o\nimpericia) al equipamiento contenido en el laboratorio deberé ser subsanado\npor él o los responsables de dicha eventualidad o él o los responsables directos\npara el momento de la ocurrencia de dicha eventualidad. Si ocurre un hurto 0\ndafio irreparable a un componente, debe ser reemplazado por uno de\ncaracteristicas iguales o similares; si el componente tiene reparacién se\ncancelard el costo de dicha reparacion (incluye \"hardware\" y/o \"software\").\n\n16. Las personas que atenten contra la integridad del equipamiento (mobiliario,\ninfraestructura, hardware y sistemas de computacién) implementado en el\nlaboratorio se exponen a ser sancionados con la suspensién temporal o en el\npeor de los casos con la suspensién de ingreso a los laboratorios por el resto\ndel period académico. Ademés de las sanciones legales en contra de los\nresponsables del dafio.\n\n17. Est prohibido realizar cambios de hardware (mouse, teclados, monitores, etc.)\nentre los equipos del laboratorio.\n\n418, Antes de ingresar al laboratorio debe verificar la disponibilidad segun el horario\nestablecido, el ingreso seré para clases, practicas libres e investigacién (estos\ndos Ultimos siempre y cuando esté presente el docente o el personal de\n‘Soporte Técnico/Laboratorista).\n\n49.E! laboratorio se reservard el derecho del acceso al equipamiento a aquellos\nestudiantes que no respeten las disposiciones de esta normativa y que causen\ndafio fisico y I6gico al equipo de cémputo o instalaciones.\n\n20.La Universidad se reserva el derecho de usar tecnologia para supervisar la\nbuena préctica del uso de las computadoras en los laboratorios de cémputo.\n\n21.Los responsables de los laboratorios, no se responsabilizan por archivos\ngrabados en el disco duro de las mAquinas ya que estas serdn depuradas\neriédicamente,\n\n\nDe los profesores\n\n1.E1 docente es el responsable de prover el software que utilizar’ durante el\nsemestre académico, con una anticipacion de 15 dias antes del inicio de ciclo.\n\n2.EI docente es responsable directo desde el momento en que recibe el\nlaboratorio, por el personal Soporte Técnico/Laboratorista, hasta que lo entrega\nal final de su actividad a dicho personal.\n\n2.E1 docente, conjuntamente con el personal Soporte Técnico/Laboratorsta,\nTevisard las condiciones en que se encuentra el laboratorio tanto al comenzar\n‘como al finalizar la actividad programada, firmando el formato de *Control de\nLaboratorio”\n\n4.Gualquler anormalidad encontrada deberé ser reportada al personal de Soporte\n‘Técnico/Laboratorista de la FISI y asentada en el formato de “Control de\nLaboratories”\n\n5.E1 docente debe dejar el pizarrén completamente limplo, el borrador y\nmmarcadores en su lugar.\n\n6.En caso de que el docente necesite ausentarse de su actividad antes de la hora\nprogramada y el personal de Soporte Técnico/Laboratorista de la FISI no se\nencuentre presente en el drea de los laboratorios, localizaré a este en las\noficinas de Soporte Técnico de la FISI para asi revisar y entregar el laboratorio.\n\n7.El docente, dentro de los lapsos establecidos para tal propésito, deberd solicitar\nlos nuevos recursos necesarios para impartir su actividad docente ante su\n-coordinacién académica.\n\n'8.Al finalizar la actividad docente, este no puede retirarse hasta que realice la\ndebida entrega al asistente del laboratorio.\n\n9. El docente, dentro de su actividad en el laboratorio, debe velar por el efectivo\ncumplimiento de estas normas y reportar cualquier anormalidad que observe.\n\nDe los estudiantes\n\n4.Queda terminantemente prohibido el ingreso a los ambientes de los\nlaboratorios con mochilas, bolsos, carteras, maletines, maletas, cajas,\n‘cajones o cualquier otro tipo de objeto que sirva como medio portador.\n\n2.El estudiante antes de hacer usode los equipos asignados deberd llenar el\nformato de “Control de Laboratorio”.\n\n2.1 ingreso y salida de los ambientes de los laboratories se realizar en forma\n‘ordenada para evitar accidentes a los usuarios y/o equipos.\n\n4£n los laboratorios se deberd mantener orden y cordura como en una sala de\nestudios, deberd permanecer sentado, por lo tanto, el estudiante debe\ndemostrar buen comportamiento dentro del mismo.\n\n‘5.El estudiante debe salir del laboratorio dejando el equipamiento utilizado en\ncompleto orden y apagando correctamentelos equipos utlizados.\n\n6.El estudiante deberé guardar su informacién con anticipacién al término de\ncada clase o practica libre, a fin de no interrumpir la programacién académica.\n\n7. Los estudiantes deberan acatar explicitamente las instrucciones del docente o\ndel laboratorista en lo referente a la utilizacién del equipo asi como los\nprogramas destinados al uso de las clases.\n\n8. Queda estrictamente prohibido cambiar la configuracién del equipo y de\nlos programas contenidos en el mismoasi como instalar software que no\nestén autorizados por el DASI.\n\n'9.Es responsabilidad del estudiante cuidar sus objetos personales ingresados a\nlos laboratorios, la FISI no se hard responsable por los objetos extraviados en\nlos ambientes de los laboratorios.\n\n10. Si el estudiante observa alguna anormalidad en el equipamiento asignado,\ndebe anotarlo en el formato de “Control de Laboratorio” que el docente le\nasigne.\n\n11.5i algo no funciona en el laboratorio, avise inmediatamente al laboratorista a\nfin de resolver el problema detectado.\n\n12. En caso de ser necesario horas extras en practicas de laboratorio, el estudiante\ndebera solicitarlo al personal de! laboratorio.\n\n13.1 estudiante no puede acceder al laboratorio sin el consentimiento explicito de!\nlaboratorista.\n\n14. Como requisito indispensable para utilizar el laboratorio para practicas extras,\nel estudiante debe hacer entrega al laboratorista su caret de estudiante de la\nuniversidad y su DNI, por el tiempo que permanezca utilizando el laboratorio.\n\n15.En las précticas extras, el estudiante es responsable directo del equipamiento\ndel laboratorio, en conjunto con los estudiantes que se encuentren en ese\n‘momento utilizando el laboratorio.\n\n46.En caso de que el(los) estudiante(s) responsable(s) permita(n) el acceso al\nlaboratorio a cualquier persona que no tenga el permiso explicito del\nlaboratorista, se convertiré en razén suficiente para dar por terminada la\nractica extra, con la consiguiente revisién y desalojo del laboratorio.\n\n17-El estudiante, al terminar su practica extra, no puede retirarse del laboratorio\nsin reportar su retiro al laboratorista quien realizaré el chequeo\ncorrespondiente,\n\n18.El(los) estudiante(s) que requiera(n) de equipos de! laboratorio para alguna\nactividad, debe(n) consignar la solicitud por escrito de los requerimientos y\nfirmado por los solicitantes y el docente que avala al menos con un(1) dia de\nanticipacién para asi poder garantizar, en lo posible, la satisfaccién de dicha\nsolicitud, la responsabilidad por los equipos debe ser asumida por el(los)\nestudiante(s) y el docente que avale.\n\nDal personal del laboratorio\n\nEI laboratorista debe permanecer en ambientes de los laboratorios en forma\npermanente, brindando asistencia técnica a los usuarios de los equipos,\ndurante las clases, practicas dirigidas, practicas extras o investigacién.\n\n2.El laboratorista debe estar presente en el area de los laboratorios por lo menos\n115 minutos antes de que se inicie la jornada académica.\n\n2.1 laboratorista debe permanecer en el drea de los laboratorios por lo menos 5\nminutos luego de finalizada la actividad programada.\n\n4.En caso de falla eléctrica, el laboratorista debe permanecer en el drea de los\nlaboratorios garantizando el desalojo ordenado de estos y solo puede retirarse\nal momento en que estos estén vacios, los interruptores de alimentacion\neléctrica apagados y sus puertas debidamente aseguradas.\n\n5.EI laboratorista debe mantener los equipos debidamente numerados en forma\nPermanente para efectos de control.\n\nAl finalizar la actividad programada, el laboratorista junto con el profesor\nrevisarén el buen funcionamiento del equipamiento del laboratorio, anotando\nlas ocurrencias en el formato de “Control de Laboratorios’, firmando en\n‘conformidad ambos.\n\n7.Si el laboratorista autoriza el uso del laboratorio a un estudiante, le solictard\n‘su carnet de estudiante vigente y su respectivo DNI.\n\nAl finalizar la utilizaciOn del laboratorio por parte del estudiante, el laboratorista\nrevisaré el laboratorio, corroborando el buen funcionamiento y devolviendo sus\n‘documentos entregados al estudiante,\n\n9. El laboratorista esta facultado para exigir a los estudiantes, que se encuentren\nrealizando horas practicas extras en un laboratorio determinado, el desalojo\nInmediato del laboratorio en caso de que el(los) estudiante(s) responsable(s)\npermita(n) el acceso al laboratorio a cualquier persona que no tenga el permiso\n‘explicito del laboratorista en referencia.\n\n\n10.EI laboratorista debe estar presente en el area de los laboratorios, para estar\ndisponible en caso de cualquier eventualidad. Debe informar su. ausencia\ntemporal o definitiva a su jefe inmediato.\n\n11.61 laboratorista debe garantizar en la medida de sus posibilidades ia\n‘operatividad del equipamiento del laboratorio, en caso de que le sea imposible,\ndebe participar esto a su jefe inmediatamente.\n\n12. El laboratorista debe registrar e informar a su jefe inmediato cualquier cambio\nrealizado en los laboratorios, tales como traslados de equipos, fallas, hurtos,\ndafios, accidentes, anormalidades, etc.\n\n13.1 laboratorista debe abrir y cerrar los laboratorios a las diferentes horas de\nactividades programadas.\n\n14 Cuando un laboratorio en particular no esté siendo utiizado, este debe\npermanecer con la puerta cerrada y el cerrojo pasado.\n\n18.1 laboratorista debe ser el primero en respetar las normas de los laboratorios,\nde esa manera puede exigir a los demas su debido cumplimiento.\n\n16.E! laboratorista debe mantener trato cordial y respetuoso con los usuarios de\nlos laboratorios.\n\n17.1 laboratorista debe dar el mayor y mejor soporte técnico al docente y\nestudiante en su actividad académica,\n\n18.E! laboratorista debe garantizar el buen uso de los cuadernos de control de los\nlaboratorios, y reportar en forma periédica su efectividad ante su jefe\ninmediato."}
{"text": "DIRECTORIO DOCENTE Ing.0r. Aquitino Gareia Bautista\n\nLie. Dr. Carlos Rodriguez Grindez\n\nLc. Ewin Augusto Hemandez Torres\n\nIng. Mg. Juan Carlos Garcia Castro\n\nIng. M. Sc. Pamela Magnolia Granda Milon\n\nIng. Carlos Armando Rios Lépez\n\nIng. Carlos Francois Hidalgo Reategui\n\nIng. Mtro. John Antony Ruiz Cueva\n\nIng. M. Se. Jorge D. Valverde Iparraguirre\n\nIng. Buenaventura Rios Rios\n\nIng. Dr. Carlos Enrique Lépez Rodriguez\n\nIng. M. Se. Janina Cotrina Linares\n\nIng. MBA. Miguel Angel Valles Coral\n\nIng. M. Se. Miguel Angel Rengito Arias\n\nIng.M.Se. Pedro A. Gonzales Sanchez\n\nIng. Andy Hirvyn Rucoba Reitegui\n\nIng. Humberto Valdera Rodriguez\n\nIng. Richard Enrique injante Oré\n\ntng. Mg. Alberto Alva Arévalo\nLc, Paula Clots Liza Santa Cruz\n\nIng. Cristian Werner Garcia Estrella\n\nIng. John Clark Santa Maria Pinedo\n\nIng. Mg. Vietor Manuel Valljos Monja\nIng. M.Se. José Enrique Celis Escudero\nIng. Juan Oriando Riascos Armas\n\nIng. MBA Angel Cardenas Garcia\n\nIng. Dr. Wison Torres Delgado\n\nIng. Mg. Américo Torres Gonzales\n\nIng. Estad. Juan Francisco Agreda\n\nIng. Estad. Evergisto Sare Lara"}
{"text": "Bachiller en Ingenieria de Sistemas e Informatica\n\nTitulo Profesion:\n\nIngeniero de Sistemas e Informatica"}
{"text": "LABORATORIOS\n\nLaboratotio de Sistemas de Informacién\n\nSon los espacios donde los estudiantes pondrén en préctica el desarrollo de sus\nasignaturas usando las herramientas informaticas que esta dispone, Cada laboratorio\n‘cuenta con 20 computadoras de Ultima generacién instaladas con las herramientas de\nsoftware necesarias con los que podra desarrollar y poner en practica sus trabajos,\nproyectos académicos y de investigacién.\n\nLos laboratories utilizan tecnologia avanzada multimedia y de comunicaciones flexibles\npara crear espacios de trabajo locales y virtuales con cualquier tipo de herramienta\nnecesaria para el procesamiento de los materiales para el aprendizaje de programas de\ninformatica\n\n\nLaboratorio de Redes y Comunicaciones\n\nEl Laboratorio de Redes de la Facultad de Ingenieria de Sistemas e Informatica constituyen\nel espacio que requiere el estudiante para proyectar sus trabajos de disefio, administracién\n€ Implementacién de redes de datos. EI laboratorio cuenta con una alta gama de equipos\npara el analisis, el estudio, disefio e Implementacién de redes de datos. Cuenta con\npersonal docente altamente capacitado para asesorar las practicas de las respectivas\nasignaturas y contribuye con un espacio adecuado para las lineas de investigacién que\ntiene el programa.\n\n\nLaboratorio de Telematica\n\nEl Laboratorio de Telematica de la Facultad de Ingenieria de Sistemas e Informatica brinda\nel ambiente que requiere el estudiante para reforzar el aprendizaje, extender los\nconocimientos conceptuales y desarrollar habllidades en el area de la electronica digital y\nsistemas digitales. El laboratorio cuenta con una alta gama de equipos para el analisis, el\nestudio, disefio e implementacién de sistemas digitales. Cuenta con personal docente\naltamente capacitado para asesorar las practicas de las respectivas asignaturas y\ncontribuye con un espacio adecuado para las lineas de investigacién que tiene el programa,\n\nim)"}
{"text": "Tópicos de Ingeniería de\nSistemas e Informática\nFísica General\nÁlgebra Lineal\nPsicología de la\nIngeniería\nLenguaje y\nComunicación\nEcología\nFilosofía y Ética\nContabilidad Aplicada\nHabilidades Blandas\npara Ingeniería\nTeoría Económica\nEstadística General\nMétodos Numéricos\nAplicados a la Ingeniería\nInglés Técnico I\nTeoría General de\nSistemas\nEstadística Aplicada a la\nIngeniería\nLenguaje de\nProgramación I\nInglés Técnico II\nDinámica de Sistemas\nAdministración de Base\nde Datos\nRedes de\nComputadoras\nSistemas Operativos\nLenguaje de\nProgramación II\nMetodologías de\nDesarrollo de Software\nInvestigación Operativa\nAplicada a la Ingeniería\nFormulación y\nEvaluación de Proyectos\nde TI\nAdministración de\nRedes\nSimulación de Sistemas\nLenguaje de\nProgramación III\nIngeniería de Software\nLegislación Informática\nBase de Datos\nEstratégica\nGobierno de TI\nInvestigación I\n(Epistemología) \nIngeniería de\nRequerimiento\nIngeniería Web\nGestión de Proyectos de\nTI\nSistemas de Información\nEstratégicos\nAuditoría y Seguridad\nInformática\nInvestigación II \n(Formulación de\nProyectos) \nPrácticas\nPreprofesionales I\nElectivo I\nInteligencia Artificial\nInteligencia de Negocios\nElectivo II\nInvestigación III \n(Ejecución y Control de\nProyectos) \nPrácticas\nPreprofesionales II\nElectivo III\nTecnologías Emergentes\nESTUDIOS GENERALES\nESTUDIOS  ESPECÍFICOS\nESTUDIOS  DE ESPECIALIDAD\nIngeniería de Procesos\nde Negocios\nFísica Aplicada\nMatemática Discreta\nAlgoritmos\nEstructura de Datos\nSistemas Digitales\nDiseño para Ingeniería\nModelamiento de Datos\nArquitectura de\nComputadoras\nBase de datos\nComunicación de Datos\nTOTAL CRÉDITOS: 211\nI CICLO\n21 créditos\nII CICLO\n21 créditos\nIII CICLO\n20 créditos\nIV CICLO\n21 créditos\nV CICLO\n22 créditos\nVI CICLO\n23 créditos\nVII CICLO\n21 créditos\nVIII CICLO\n21 créditos\nIX CICLO\n21 créditos\nX CICLO\n20 créditos\nMALLA CURRICULAR - ESCUELA PROFESIONAL DE INGENIERÍA DE SISTEMAS E INFORMÁTICA\nCálculo Diferencia e\nIntegral"}
{"text": "PERFIL PROFESIONAL\n\nEl egresado de la Universidad Nacional de San Martin, del Programa de Estudios de Ingenieria de Sistemas\n€ Informatica tiene el siguiente perfil profesional:\n\n‘Campo Cognitive\n\n+ Formacién eminentemente humanistica que participa individual o colectivamente\nconformando equipos multidisciplinarios y que con un punto de vista ético - sistémico\npuede planificar la solucién a los problemas organizacionales.\n\n+ Gestionar, diseftar, construir, integrar y auditar las diversas tecnologias, herramientas\ny metodologias en Sistemas de Tecnologias de la Informacién, para niveles\noperatives, tacticos y estratégicos, que permitan el logro de iniciativas estratégicas y\nde responsabilidad social en las organizaciones.\n\n+ Analizar, comprender, modelar y optimizar el proceso de toma de decisiones en una\n\n‘organizacién.\n\nLiderar grupos de trabajo, aplicando sus conocimientos cientificos y tecnolégicos en\n\nsistemas e informatica, con preferencia hacia los negocios.\n\nHacer uso de las nuevas tecnologias de la especialidad para obtener ventajas\n\n‘comparativas y competitivas de las organizaciones, ya sea publica o privada. Apoyar\n\nen la creacién de modelos matematicos, estadisticos y de simulacién, participando en\n\n‘grupos interdisciplinarios de investigacion y asi aportar sus conocimientos en su 4rea\n\nademés de desarrollar sus capacidades en la investigacién y avance tecnolégico.\n\n+ Estar dotado de una visién estratégica en el desarrollo de su vida profesional, asi\n\n\n‘como una visién empresarial para que pueda planear, crear y conducir su propia\n+ empresa, haciendo uso de los métodos de la Ingenieria de Sistemas e Inform:\n+ Estar capacitado para disefiar, instalar y evaluar redes de teleproceso, a!\nparticipar en la programacién de dispositivos de control digital.\n+ Estar capacitado para formuler politicas y estrategias informaticas para contribuir con\nel desarrollo local, regional y nacional. Ejercer la docencia e investigacion de alto nivel,\nacadémico en las Universidades.\n\n‘como\n\n‘Campo Axiclégico\n\n+ Tiene la capacidad de apropiar tecnologia, con destrezas de auto estudio,\ncomprensién y conceptualizacién, que le permiten incorporar tecnologia, adecuandola\napropiadamente a las necesidades del pais o desarrollar innovaciones cuando sea\n\n+ Puede interactuar con otras disciplinas poniendo a su disposicién todos los\nconocimientos teéricos y practicos de su medio, para facilitar las tareas, apoyandose\nen la tecnologia disponible.\n\n+ Valora el trabajo como medio de realizacién personal y social.\n\n+ Demuestra un comportamiento ético sobre todas las cosas a través de la practica de\nvalores.\n\n+ Evidencia habilidades de negociacién.\n\n+ Tiene buena predisposicién para adaptarse a los cambios en un entorno mundial y con\nestilo proactivo.\n\n+ Evidencia autodisciplina en el trabajo y capacidad de auto aprendizaje.\n\n+ Posee un alto espiritu emprendedor.\n\n\nEvidencia capacidades de: solidaridad, cooperacién, responsabilidad, autonomia, alta\nconciencia ciudadana y espiritu de innovacién y creatividad. Tiene facilidad de\ncomunicacién oral y escrita.\n\nPro-activo.\n\n‘Amplio conocimiento de la realidad local, regional, nacional y mundial.\n\n‘Amplio conocimiento de los recursos geopoliticos y naturales del pais. Actitud de\nliderazgo.\n\n‘Agente de cambio e innovador.\n\nCultura de valores.\n\nDominio de otros idiomas."}
{"text": "33 \n \n9. \nPLAN DE ESTUDIOS \n  \nCÓDIGO \nNOMBRE DEL \nCURSO \nTIPO DE \nESTUDIOS: \nGENERAL, \nESPECÍFICO O \nESPECIALIDAD \nTIPO DE \nASIG.: \nOBLIG. \nO ELEC. \nPRERREQUISITO \nHoras \nCréditos \n  \nTEORÍA PRÁCTICA LABORATORIO \ntotal \nhoras \nlect. \nTEORÍA PRÁCTICA LABORATORIO \ntotal \ncréditos \notorgados \ntotal \ntotal \nprese. \ntotal \ntotal \nprese. \nI \n22E000IO01 \nTópicos de \nIngeniería de \nSistemas e \nInformática \nESPECÍFICO \nOBLIG. \n- \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nI \n22G000IO01 \nFísica General \nGENERAL \nOBLIG. \n- \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nI \n22G000IO02 \nÁlgebra Lineal \nGENERAL \nOBLIG. \n- \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nI \n22G000IO03 \nPsicología de la \nIngeniería \nGENERAL \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nI \n22G000IO04 \nLenguaje y \nComunicación \nGENERAL \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nI \n22G000IO05 \nEcología \nGENERAL \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n15 \n12 \n0 \n27 \n15 \n6 \n0 \n21 \nII \n22E00IIO02 \nIngeniería de \nProcesos de \nNegocios \nESPECÍFICO \nOBLIG. \n22E000IO01 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \nII \n22E00IIO03 \nFísica Aplicada \nESPECÍFICO \nOBLIG. \n22G000IO01 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nII \n22E00IIO04 \nMatemática \nDiscreta \nESPECÍFICO \nOBLIG. \n22G000IO02 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nII \n22E00IIO05 \nAlgoritmos \nESPECÍFICO \nOBLIG. \n22G000IO02 \n2 \n4 \n0 \n6 \n2 \n2 \n0 \n4 \nII \n22G00IIO06 \nFilosofía y Ética \nGENERAL \nOBLIG. \n22G000IO04 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nII \n22G00IIO07 \nContabilidad \nAplicada \nGENERAL \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n14 \n12 \n2 \n28 \n14 \n6 \n1 \n21 \nIII \n22E0IIIO06 \nDiseño para \nIngeniería \nESPECÍFICO \nOBLIG. \n22E00IIO02 \n1 \n0 \n4 \n5 \n1 \n0 \n2 \n3 \nIII \n22E0IIIO07 \nSistemas Digitales \nESPECÍFICO \nOBLIG. \n22E00IIO03 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \nIII \n22E0IIIO08 \nCálculo \nDiferencial e \nIntegral \nESPECÍFICO \nOBLIG. \n22E00IIO04 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nIII \n22E0IIIO09 \nEstructura de \nDatos \nESPECÍFICO \nOBLIG. \n22E00IIO05, \n22E00IIO04 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nIII \n22G0IIIO08 \nHabilidades \nBlandas para \nIngeniería \nGENERAL \nOBLIG. \n22G000IO04 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \n\n \n34 \n \nIII \n22G0IIIO09 \nTeoría Económica \nGENERAL \nOBLIG. \n22G00IIO07, \n22G00IIO06 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n12 \n6 \n10 \n28 \n12 \n3 \n5 \n20 \nIV \n22E00IVO10 \nModelamiento de \nDatos \nESPECÍFICO \nOBLIG. \n22E0IIIO09 \n3 \n0 \n2 \n5 \n3 \n0 \n1 \n4 \nIV \n22E00IVO11 \nArquitectura de \nComputadoras \nESPECÍFICO \nOBLIG. \n22E0IIIO07, \n22E0IIIO08 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \nIV \n22G00IVO10 \nEstadística \nGeneral \nGENERAL \nOBLIG. \n22E0IIIO08 \n3 \n0 \n2 \n5 \n3 \n0 \n1 \n4 \nIV \n22E00IVO12 \nMétodos \nNuméricos \nAplicados a la \nIngeniería \nESPECÍFICO \nOBLIG. \n22E0IIIO09, \n22E0IIIO08 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nIV \n22G00IVO11 \nInglés Técnico I \nGENERAL \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nIV \n22G00IVO12 Teoría General de \nSistemas \nGENERAL \nOBLIG. \n22G0IIIO09 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n15 \n6 \n6 \n27 \n15 \n3 \n3 \n21 \nV \n22E000VO13 \nBase de datos \nESPECÍFICO \nOBLIG. \n22E00IVO10 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nV \n22E000VO14 \nComunicación de \nDatos \nESPECÍFICO \nOBLIG. \n22E00IVO11 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nV \n22E000VO15 \nEstadística \nAplicada a la \nIngeniería \nESPECÍFICO \nOBLIG. \n22G00IVO10 \n3 \n0 \n2 \n5 \n3 \n0 \n1 \n4 \nV \n22E000VO16 \nLenguaje de \nProgramación I \nESPECÍFICO \nOBLIG. \n22E00IVO12 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nV \n22G000VO13 \nInglés Técnico II \nGENERAL \nOBLIG. \n22G00IVO11 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nV \n22E000VO17 \nDinámica de \nSistemas \nESPECÍFICO \nOBLIG. \n22G00IVO12 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \nTotales \n13 \n2 \n16 \n31 \n13 \n1 \n8 \n22 \nVI \n22S00VIO01 \nAdministración de \nBase de Datos \nESPECIALIDAD \nOBLIG. \n22E000VO13 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVI \n22E00VIO18 \nRedes de \nComputadoras \nESPECÍFICO \nOBLIG. \n22E000VO14, \n22E0IIIO06 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVI \n22E00VIO19 \nSistemas \nOperativos \nESPECÍFICO \nOBLIG. \n22E000VO15, \n22E00IVO11 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVI \n22S00VIO02 \nLenguaje de \nProgramación II \nESPECIALIDAD \nOBLIG. \n22E000VO16, \n22E000VO13 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVI \n22S00VIO03 \nMetodologías de \nDesarrollo de \nSoftware \nESPECIALIDAD \nOBLIG. \n22G0IIIO08, \n22E000VO13 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nVI \n22E00VIO20 \nInvestigación \nOperativa \nESPECÍFICO \nOBLIG. \n22E000VO15 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \n\n \n35 \n \nAplicada a la \nIngeniería \nTotales \n13 \n2 \n18 \n33 \n13 \n1 \n9 \n23 \nVII \n22S0VIIO04 \nFormulación y \nEvaluación de \nProyectos de TI \nESPECIALIDAD \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nVII \n22S0VIIO05 \nAdministración de \nRedes \nESPECIALIDAD \nOBLIG. \n22E00VIO18 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVII \n22E0VIIO21 \nSimulación de \nSistemas \nESPECÍFICO \nOBLIG. \n22E000VO17, \n22E00VIO20 \n2 \n0 \n2 \n4 \n2 \n0 \n1 \n3 \nVII \n22S0VIIO06 \nLenguaje de \nProgramación III \nESPECIALIDAD \nOBLIG. \n22S00VIO02 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVII \n22S0VIIO07 \nIngeniería de \nSoftware \nESPECIALIDAD \nOBLIG. \n22S00VIO03 \n2 \n4 \n0 \n6 \n2 \n2 \n0 \n4 \nVII \n22S0VIIO08 \nLegislación \nInformática \nESPECIALIDAD \nOBLIG. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n12 \n8 \n10 \n30 \n12 \n4 \n5 \n21 \nVIII \n22SVIIIO09 \nBase de Datos \nEstratégica \nESPECIALIDAD \nOBLIG. \n22S00VIO01 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVIII \n22SVIIIO10 \nGobierno de TI \nESPECIALIDAD \nOBLIG. \n22S0VIIO05 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nVIII \n22SVIIIO11 \nInvestigación I \n(Epistemología)  \nESPECIALIDAD \nOBLIG. \n22E000VO15 \n2 \n4 \n0 \n6 \n2 \n2 \n0 \n4 \nVIII \n22SVIIIO12 \nIngeniería de \nRequerimiento \nESPECIALIDAD \nOBLIG. \n22S0VIIO04, \n22S0VIIO05 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nVIII \n22SVIIIO13 \nIngeniería Web \nESPECIALIDAD \nOBLIG. \n22S0VIIO07, \n22S0VIIO06 \n2 \n0 \n4 \n6 \n2 \n0 \n2 \n4 \nVIII \n22SVIIIO14 \nGestión de \nProyectos de TI \nESPECIALIDAD \nOBLIG. \n22S0VIIO04 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n12 \n10 \n8 \n30 \n12 \n5 \n4 \n21 \nIX \n22S00IXO15 \nSistemas de \nInformación \nEstratégicos \nESPECIALIDAD \nOBLIG. \n22SVIIIO09 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nIX \n22S00IXO16 \nAuditoría y \nSeguridad \nInformática \nESPECIALIDAD \nOBLIG. \n22SVIIIO10, \n22S0VIIO08 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nIX \n22S00IXO17 \nInvestigación II  \n(Formulación de \nProyectos)  \nESPECIALIDAD \nOBLIG. \n22SVIIIO11 \n2 \n4 \n0 \n6 \n2 \n2 \n0 \n4 \nIX \n22S00IXO18 \nPrácticas \nPreprofesionales I \nESPECIALIDAD \nOBLIG. \n- \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nIX \n- \nElectivo I \nESPECIALIDAD \nELEC. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nIX \n22S00IXO19 \nInteligencia \nArtificial \nESPECIALIDAD \nOBLIG. \n22E0VIIO21, \n22SVIIIO10 \n3 \n0 \n2 \n5 \n3 \n0 \n1 \n4 \nTotales \n14 \n12 \n2 \n28 \n14 \n6 \n1 \n21 \n\n \n36 \n \nX \n22S000XO20 \nInteligencia de \nNegocios \nESPECIALIDAD \nOBLIG. \n22S00IXO15 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nX \n- \nElectivo II \nESPECIALIDAD \nELEC. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nX \n22S000XO21 \nInvestigación III  \n(Ejecución y \nControl de \nProyectos)  \nESPECIALIDAD \nOBLIG. \n22S00IXO17 \n2 \n4 \n0 \n6 \n2 \n2 \n0 \n4 \nX \n22S000XO22 \nPrácticas \nPreprofesionales \nII \nESPECIALIDAD \nOBLIG. \n22S00IXO18 \n3 \n2 \n0 \n5 \n3 \n1 \n0 \n4 \nX \n- \nElectivo III \nESPECIALIDAD \nELEC. \n- \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nX \n22S000XO23 \nTecnologías \nEmergentes \nESPECIALIDAD \nOBLIG. \n22S00IXO19, \n22SVIIIO14 \n2 \n2 \n0 \n4 \n2 \n1 \n0 \n3 \nTotales \n13 \n14 \n0 \n27 \n13 \n7 \n0 \n20 \nTOTALES \n133 \n84 \n72 \n289 \n \n \n \n211 \n \n  \nCÓDIGO \nNOMBRE DE LA ASIGNATURA \nTIPO DE ESTUDIOS: GENERALES, ESPECÍFICOS O \nESPECIALIDAD \nTIPO DE ASIG.: OBLIG. O \nELEC. \nPREREQUISITO CRÉDITOS \n \n \nIX \n22S00IXE24 \nGobierno Digital \nESPECIALIDAD \nELEC. \n149 CRÉDITOS \n3 \n \nIX \n22S00IXE25 \nAplicaciones Móviles \nESPECIALIDAD \nELEC. \n149 CRÉDITOS \n3 \n \nIX \n22S00IXE26 \nSeguridad de Información \nESPECIALIDAD \nELEC. \n149 CRÉDITOS \n3 \n \n  \n  \n  \n  \n  \n  \n  \n \nX \n22S000XE27 \nMarketing Digital \nESPECIALIDAD \nELEC. \n170 CRÉDITOS \n3 \n \nX \n22S000XE28 \nBlockchain \nESPECIALIDAD \nELEC. \n170 CRÉDITOS \n3 \n \nX \n22S000XE29 \nComputación Visual y Accesibilidad \nAumentada \nESPECIALIDAD \nELEC. \n170 CRÉDITOS \n3 \n \nX \n22S000XE30 \nBig Data \nESPECIALIDAD \nELEC. \n170 CRÉDITOS \n3 \n \nX \n22S000XE31 \nInnovación y Emprendimiento en TI \nESPECIALIDAD \nELEC. \n170 CRÉDITOS \n3 \n \nCuadro de los cursos electivos correspondientes al IX y X ciclo"}
{"text": "Requisitos para Constancia de Egresado\n\n1. Solicitud dirigida al Decano de la Facultad\n\n2 Recibo de pago por expedicién de Constancia de Egresado.\n\n3.Dos (02) fotografia recientes tamafio pasaporte de frente, a color y fondo blanco.\n\n4.Certificado de Estudios originales que acredite haber concluido sus estudios\nprofesionales.\n\n5 Resolucién Decanal_de Informe de Practicas Pre Profesional\n\n6 Copia simple de DNI\n\n7. Ficha de Egresado (Ilenado por el interesado)\n\n8.01 folder colgante.\n\nTodos los documentos traer en original y copia\n\nRequisitos para obtener el Grado Académico de Bachiller\n\n1. Solicitud de Expedicién de Grado Académico de Bachiller.\n\n2.Recibo de pago por derecho de Grado Académico de Bachiller y Autentificacién.\n(Tesoreria)\n\n3.Copia simple de! DNI.\n\n4.Constancia de primera matricula(Tesoreria- OAA)\n\n5.Constancia de Ingles Basico, otorgada por Centro de Idiomas de la UNSM-T\n\n6 Copia fedateada de Constancia de Egreso.\n\n7-Constancia de No Adeudar Bienes a la Universidad.\n8.04 fotografias actualizadas, de frente, tamafio pasaporte a color, con fondo blanco y\n\nvestimenta formal.\nTodos los documentos traer en original y co}\n\nRequisitos para titulo profesional\n\n1 Solicitud dirigida al Decano de la Facultad.\n\n2 Recibo de pago por derecho de Titulo Profesional y Autentificacién.\n\n3. Copia fedateada del Grado de Bachiller.\n\n4 Copia simple del D.N.I. legible\n\n5. Copia de la Constancia de la primera matricula\n\n6. Copia de la Constancia de Egresado\n\n7.Constancia de Repositorio.\n\n8. Acta de sustentacién.\n\n93. Constancia de no adeudar bienes en la UNSM-T.\n\n10. Constancia de No adeudo al Instituto de Investigacién de la UNSM-T\n\n‘11. Cuatro (04) fotografias actualizadas de frente, tamafio pasaporte, a color, con fondo\nblanco y vestimenta formal.\n\n12. Tres (03) ejemplares de Tesis debidamente empastadas.\n\njinal y copia\n\n‘Todos los documentos traer en 01 folder manila en ori"}
{"text": "AREA DE ESPECIALIZACION\n\n+ Director de la Oficina de Tecnologias de la Informacién en entidades piblicas y privadas.\n+ Gestor de proyectos de sistemas y tecnologias de informacion.\n\n+ Gerente de negocios de tecnologias de la informacién.\n\n+ Especialista en andlisis, disefio y desarrollo de sistemas informéticos.\n\n+ Administrador de base de datos.\n\nEspecialista en el disefio, construccién y administracién de redes de datos.\nEspecialista en soporte de tecnologias de informacién..\n\n‘Asesor y consultor en sistemas Informaticos.\n\nEspecialista en desarrollo de inteligencia artificial para soluciones de automatizacién y de\napoyo a la toma de decisiones."}
