{"text": "Portal de Transparencia | UNSM Facultad Escuela Profesional Programa / Especialidad Nro.  matriculados CIENCIAS AGRARIAS AGRONOMÍA AGRONOMÍA 265 CIENCIAS AGRARIAS MEDICINA VETERINARIA MEDICINA VETERINARIA 325 CIENCIAS DE LA SALUD. ENFERMERÍA. ENFERMERÍA. 406. CIENCIAS DE LA SALUD. OBSTETRICIA. OBSTETRICIA. 451. CIENCIAS ECONÓMICAS. ADMINISTRACIÓN. ADMINISTRACIÓN. 346. CIENCIAS ECONÓMICAS. ADMINISTRACIÓN EN TURISMO. ADMINISTRACIÓN EN TURISMO. 0. CIENCIAS ECONÓMICAS. CONTABILIDAD. CONTABILIDAD. 559. CIENCIAS ECONÓMICAS. ECONOMÍA. ECONOMÍA. 324. CIENCIAS ECONÓMICAS. TURISMO. TURISMO. 121. DERECHO Y CIENCIAS . POLÍTICAS. DERECHO. DERECHO. 424. ECOLOGÍA. INGENIERÍA AMBIENTAL. INGENIERÍA AMBIENTAL. 268. ECOLOGÍA. INGENIERÍA SANITARIA. INGENIERÍA SANITARIA. 290. EDUCACIÓN Y . HUMANIDADES. COMPLEMENTACION INICIAL. COMPLEMENTACION INICIAL. 0. EDUCACIÓN Y . HUMANIDADES. COMPLEMENTACION PRIMARIA. COMPLEMENTACION PRIMARIA. 0. EDUCACIÓN Y . HUMANIDADES. COMPLEMENTACION . SECUNDARIA. COMPLEMENTACION . SECUNDARIA. 0. EDUCACIÓN Y . HUMANIDADES. EDUCACIÓN INICIAL. EDUCACIÓN INICIAL. 250. EDUCACIÓN Y . HUMANIDADES. EDUCACIÓN PRIMARIA. EDUCACIÓN PRIMARIA. 236. EDUCACIÓN Y . HUMANIDADES. EDUCACIÓN RELIGIOSA . CATÓLICA Y CIENCIAS SOCIALES. EDUCACIÓN RELIGIOSA . CATÓLICA Y CIENCIAS SOCIALES. 0. EDUCACIÓN Y . HUMANIDADES. EDUCACIÓN SECUNDARIA. EDUCACIÓN SECUNDARIA. 270. EDUCACIÓN Y . HUMANIDADES. IDIOMAS. IDIOMAS. 325. EDUCACIÓN Y . HUMANIDADES. PROGRAMA DE . COMPLEMENTACIÓN . ACADÉMICA - BACHILLERATO. PROGRAMA DE . COMPLEMENTACIÓN . ACADÉMICA - BACHILLERATO. 0. INGENIERÍA . AGROINDUSTRIAL. INGENIERÍA AGROINDUSTRIAL. INGENIERÍA AGROINDUSTRIAL. 237. INGENIERÍA CIVIL Y . ARQUITECTURA. ARQUITECTURA. ARQUITECTURA. 326. INGENIERÍA CIVIL Y . ARQUITECTURA. INGENIERÍA CIVIL. INGENIERÍA CIVIL. 345. INGENIERÍA DE . SISTEMAS E . INFORMÁTICA. INGENIERÍA DE SISTEMAS E . INFORMÁTICA. INGENIERÍA DE SISTEMAS E . INFORMÁTICA. 373. MEDICINA HUMANA. MEDICINA HUMANA. MEDICINA HUMANA. 281. NO DEFINIDO. MEDIC___ HUM__. MEDICINA HUMANA. 0"}
{"text": "DIRECTIVAS DE USO DE LABORATORIOS Normas generales 1.E1 uso de los laboratorios de la FISI es para fines académicos y de. investigacién.. . 2.61 laboratorio es principalmente un lugar de trabajo, ayude a mantener un. ambiente grato de respeto y estudio.. . No estd permitido ingresar alimentos a los ambientes de los laboratorios.. . 4 Se prohibe terminantemente fumar en los laboratorios.. . 5. Se prohibe el uso de teléfonos celulares en los laboratorios.. . 6. Evite aglomeraciones frente a un equipo.. . 7.Las computadoras del laboratorio no pueden ser usadas para otros fines como:. Juegos, peliculas y musicas.. . 4. Estd estrictamente prohibido cualquier uso con fines comerciales, politicos,. particulares 0 cualquier otro que no sea académico e investigativo.. . 9. No se permite la utilizacién de \"CD ROM” sin autorizaci6n.. . 10 La puerta de vidrio del laboratorio debe permanecer cerrada para evitar las. interferencias 2 las clases o el ingreso al laboratorio de personas no. autorizadas.. . 11. No se permite la instalaci6n de “software” sin la autorizaciOn del DASI.. . 12 Los archivos de las aplicaciones y los sistemas operativos solo pueden ser. modificados 0 eliminados por e! personal de Soporte Técnico/Laboratoristas de. la FIST.. . 13. Los equipos contenidos en los laboratorios solo pueden ser abiertos, removidos. ‘© cambiados por el personal de Soporte Técnico/Laboratoristas de la FISI.. . 14.1 cableado eléctrico y/o de comunicaciones solo puede ser manipulado por el. personal de Soporte Técnico de la FISI/Laboratoristas o la(s) persona(s) que el. DASI de la FIST designe.. . 15.Cualquier eventualidad de hurto 0 dafio (ocasionado por negligencia y/o. impericia) al equipamiento contenido en el laboratorio deberé ser subsanado. por él o los responsables de dicha eventualidad o él o los responsables directos. para el momento de la ocurrencia de dicha eventualidad. Si ocurre un hurto 0. dafio irreparable a un componente, debe ser reemplazado por uno de. caracteristicas iguales o similares; si el componente tiene reparacién se. cancelard el costo de dicha reparacion (incluye \"hardware\" y/o \"software\").. . 16. Las personas que atenten contra la integridad del equipamiento (mobiliario,. infraestructura, hardware y sistemas de computacién) implementado en el. laboratorio se exponen a ser sancionados con la suspensién temporal o en el. peor de los casos con la suspensién de ingreso a los laboratorios por el resto. del period académico. Ademés de las sanciones legales en contra de los. responsables del dafio.. . 17. Est prohibido realizar cambios de hardware (mouse, teclados, monitores, etc.). entre los equipos del laboratorio.. . 418, Antes de ingresar al laboratorio debe verificar la disponibilidad segun el horario. establecido, el ingreso seré para clases, practicas libres e investigacién (estos. dos Ultimos siempre y cuando esté presente el docente o el personal de. ‘Soporte Técnico/Laboratorista).. . 49.E! laboratorio se reservard el derecho del acceso al equipamiento a aquellos. estudiantes que no respeten las disposiciones de esta normativa y que causen. dafio fisico y I6gico al equipo de cémputo o instalaciones.. . 20.La Universidad se reserva el derecho de usar tecnologia para supervisar la. buena préctica del uso de las computadoras en los laboratorios de cémputo.. . 21.Los responsables de los laboratorios, no se responsabilizan por archivos. grabados en el disco duro de las mAquinas ya que estas serdn depuradas. eriédicamente,. . . De los profesores. . 1.E1 docente es el responsable de prover el software que utilizar’ durante el. semestre académico, con una anticipacion de 15 dias antes del inicio de ciclo.. . 2.EI docente es responsable directo desde el momento en que recibe el. laboratorio, por el personal Soporte Técnico/Laboratorista, hasta que lo entrega. al final de su actividad a dicho personal.. . 2.E1 docente, conjuntamente con el personal Soporte Técnico/Laboratorsta,. Tevisard las condiciones en que se encuentra el laboratorio tanto al comenzar. ‘como al finalizar la actividad programada, firmando el formato de *Control de. Laboratorio”. . 4.Gualquler anormalidad encontrada deberé ser reportada al personal de Soporte. ‘Técnico/Laboratorista de la FISI y asentada en el formato de “Control de. Laboratories”. . 5.E1 docente debe dejar el pizarrén completamente limplo, el borrador y. mmarcadores en su lugar.. . 6.En caso de que el docente necesite ausentarse de su actividad antes de la hora. programada y el personal de Soporte Técnico/Laboratorista de la FISI no se. encuentre presente en el drea de los laboratorios, localizaré a este en las. oficinas de Soporte Técnico de la FISI para asi revisar y entregar el laboratorio.. . 7.El docente, dentro de los lapsos establecidos para tal propésito, deberd solicitar. los nuevos recursos necesarios para impartir su actividad docente ante su. -coordinacién académica.. . '8.Al finalizar la actividad docente, este no puede retirarse hasta que realice la. debida entrega al asistente del laboratorio.. . 9. El docente, dentro de su actividad en el laboratorio, debe velar por el efectivo. cumplimiento de estas normas y reportar cualquier anormalidad que observe.. . De los estudiantes. . 4.Queda terminantemente prohibido el ingreso a los ambientes de los. laboratorios con mochilas, bolsos, carteras, maletines, maletas, cajas,. ‘cajones o cualquier otro tipo de objeto que sirva como medio portador.. . 2.El estudiante antes de hacer usode los equipos asignados deberd llenar el. formato de “Control de Laboratorio”.. . 2.1 ingreso y salida de los ambientes de los laboratories se realizar en forma. ‘ordenada para evitar accidentes a los usuarios y/o equipos.. . 4£n los laboratorios se deberd mantener orden y cordura como en una sala de. estudios, deberd permanecer sentado, por lo tanto, el estudiante debe. demostrar buen comportamiento dentro del mismo.. . ‘5.El estudiante debe salir del laboratorio dejando el equipamiento utilizado en. completo orden y apagando correctamentelos equipos utlizados.. . 6.El estudiante deberé guardar su informacién con anticipacién al término de. cada clase o practica libre, a fin de no interrumpir la programacién académica.. . 7. Los estudiantes deberan acatar explicitamente las instrucciones del docente o. del laboratorista en lo referente a la utilizacién del equipo asi como los. programas destinados al uso de las clases.. . 8. Queda estrictamente prohibido cambiar la configuracién del equipo y de. los programas contenidos en el mismoasi como instalar software que no. estén autorizados por el DASI.. . '9.Es responsabilidad del estudiante cuidar sus objetos personales ingresados a. los laboratorios, la FISI no se hard responsable por los objetos extraviados en. los ambientes de los laboratorios.. . 10. Si el estudiante observa alguna anormalidad en el equipamiento asignado,. debe anotarlo en el formato de “Control de Laboratorio” que el docente le. asigne.. . 11.5i algo no funciona en el laboratorio, avise inmediatamente al laboratorista a. fin de resolver el problema detectado.. . 12. En caso de ser necesario horas extras en practicas de laboratorio, el estudiante. debera solicitarlo al personal de! laboratorio.. . 13.1 estudiante no puede acceder al laboratorio sin el consentimiento explicito de!. laboratorista.. . 14. Como requisito indispensable para utilizar el laboratorio para practicas extras,. el estudiante debe hacer entrega al laboratorista su caret de estudiante de la. universidad y su DNI, por el tiempo que permanezca utilizando el laboratorio.. . 15.En las précticas extras, el estudiante es responsable directo del equipamiento. del laboratorio, en conjunto con los estudiantes que se encuentren en ese. ‘momento utilizando el laboratorio.. . 46.En caso de que el(los) estudiante(s) responsable(s) permita(n) el acceso al. laboratorio a cualquier persona que no tenga el permiso explicito del. laboratorista, se convertiré en razén suficiente para dar por terminada la. ractica extra, con la consiguiente revisién y desalojo del laboratorio.. . 17-El estudiante, al terminar su practica extra, no puede retirarse del laboratorio. sin reportar su retiro al laboratorista quien realizaré el chequeo. correspondiente,. . 18.El(los) estudiante(s) que requiera(n) de equipos de! laboratorio para alguna. actividad, debe(n) consignar la solicitud por escrito de los requerimientos y. firmado por los solicitantes y el docente que avala al menos con un(1) dia de. anticipacién para asi poder garantizar, en lo posible, la satisfaccién de dicha. solicitud, la responsabilidad por los equipos debe ser asumida por el(los). estudiante(s) y el docente que avale.. . Dal personal del laboratorio. . EI laboratorista debe permanecer en ambientes de los laboratorios en forma. permanente, brindando asistencia técnica a los usuarios de los equipos,. durante las clases, practicas dirigidas, practicas extras o investigacién.. . 2.El laboratorista debe estar presente en el area de los laboratorios por lo menos. 115 minutos antes de que se inicie la jornada académica.. . 2.1 laboratorista debe permanecer en el drea de los laboratorios por lo menos 5. minutos luego de finalizada la actividad programada.. . 4.En caso de falla eléctrica, el laboratorista debe permanecer en el drea de los. laboratorios garantizando el desalojo ordenado de estos y solo puede retirarse. al momento en que estos estén vacios, los interruptores de alimentacion. eléctrica apagados y sus puertas debidamente aseguradas.. . 5.EI laboratorista debe mantener los equipos debidamente numerados en forma. Permanente para efectos de control.. . Al finalizar la actividad programada, el laboratorista junto con el profesor. revisarén el buen funcionamiento del equipamiento del laboratorio, anotando. las ocurrencias en el formato de “Control de Laboratorios’, firmando en. ‘conformidad ambos.. . 7.Si el laboratorista autoriza el uso del laboratorio a un estudiante, le solictard. ‘su carnet de estudiante vigente y su respectivo DNI.. . Al finalizar la utilizaciOn del laboratorio por parte del estudiante, el laboratorista. revisaré el laboratorio, corroborando el buen funcionamiento y devolviendo sus. ‘documentos entregados al estudiante,. . 9. El laboratorista esta facultado para exigir a los estudiantes, que se encuentren. realizando horas practicas extras en un laboratorio determinado, el desalojo. Inmediato del laboratorio en caso de que el(los) estudiante(s) responsable(s). permita(n) el acceso al laboratorio a cualquier persona que no tenga el permiso. ‘explicito del laboratorista en referencia.. . . 10.EI laboratorista debe estar presente en el area de los laboratorios, para estar. disponible en caso de cualquier eventualidad. Debe informar su. ausencia. temporal o definitiva a su jefe inmediato.. . 11.61 laboratorista debe garantizar en la medida de sus posibilidades ia. ‘operatividad del equipamiento del laboratorio, en caso de que le sea imposible,. debe participar esto a su jefe inmediatamente.. . 12. El laboratorista debe registrar e informar a su jefe inmediato cualquier cambio. realizado en los laboratorios, tales como traslados de equipos, fallas, hurtos,. dafios, accidentes, anormalidades, etc.. . 13.1 laboratorista debe abrir y cerrar los laboratorios a las diferentes horas de. actividades programadas.. . 14 Cuando un laboratorio en particular no esté siendo utiizado, este debe. permanecer con la puerta cerrada y el cerrojo pasado.. . 18.1 laboratorista debe ser el primero en respetar las normas de los laboratorios,. de esa manera puede exigir a los demas su debido cumplimiento.. . 16.E! laboratorista debe mantener trato cordial y respetuoso con los usuarios de. los laboratorios.. \n17.1 laboratorista debe dar el mayor y mejor soporte técnico al docente y\nestudiante en su actividad académica,\n\n18.E! laboratorista debe garantizar el buen uso de los cuadernos de control de los\nlaboratorios, y reportar en forma periédica su efectividad ante su jefe\ninmediato."}
{"text": "DIRECTORIO DOCENTE Ing.0r. Aquitino Gareia Bautista Lie. Dr. Carlos Rodriguez Grindez\n\nLc. Ewin Augusto Hemandez Torres\n\nIng. Mg. Juan Carlos Garcia Castro\n\nIng. M. Sc. Pamela Magnolia Granda Milon\n\nIng. Carlos Armando Rios Lépez\n\nIng. Carlos Francois Hidalgo Reategui\n\nIng. Mtro. John Antony Ruiz Cueva\n\nIng. M. Se. Jorge D. Valverde Iparraguirre\n\nIng. Buenaventura Rios Rios\n\nIng. Dr. Carlos Enrique Lépez Rodriguez\n\nIng. M. Se. Janina Cotrina Linares\n\nIng. MBA. Miguel Angel Valles Coral\n\nIng. M. Se. Miguel Angel Rengito Arias\n\nIng.M.Se. Pedro A. Gonzales Sanchez\n\nIng. Andy Hirvyn Rucoba Reitegui\n\nIng. Humberto Valdera Rodriguez\n\nIng. Richard Enrique injante Oré\n\ntng. Mg. Alberto Alva Arévalo\nLc, Paula Clots Liza Santa Cruz\n\nIng. Cristian Werner Garcia Estrella\n\nIng. John Clark Santa Maria Pinedo\n\nIng. Mg. Vietor Manuel Valljos Monja\nIng. M.Se. José Enrique Celis Escudero\nIng. Juan Oriando Riascos Armas\n\nIng. MBA Angel Cardenas Garcia\n\nIng. Dr. Wison Torres Delgado\n\nIng. Mg. Américo Torres Gonzales\n\nIng. Estad. Juan Francisco Agreda\n\nIng. Estad. Evergisto Sare Lara"}
{"text": "Bachiller en Ingenieria de Sistemas e Informatica\n\nTitulo Profesion:\n\nIngeniero de Sistemas e Informatica"}
{"text": "LABORATORIOS. . Laboratotio de Sistemas de Informacién. . Son los espacios donde los estudiantes pondrén en préctica el desarrollo de sus. asignaturas usando las herramientas informaticas que esta dispone, Cada laboratorio. ‘cuenta con 20 computadoras de Ultima generacién instaladas con las herramientas de. software necesarias con los que podra desarrollar y poner en practica sus trabajos,. proyectos académicos y de investigacién.. . Los laboratories utilizan tecnologia avanzada multimedia y de comunicaciones flexibles. para crear espacios de trabajo locales y virtuales con cualquier tipo de herramienta. necesaria para el procesamiento de los materiales para el aprendizaje de programas de. informatica. . . Laboratorio de Redes y Comunicaciones. . El Laboratorio de Redes de la Facultad de Ingenieria de Sistemas e Informatica constituyen. el espacio que requiere el estudiante para proyectar sus trabajos de disefio, administracién. € Implementacién de redes de datos. EI laboratorio cuenta con una alta gama de equipos. para el analisis, el estudio, disefio e Implementacién de redes de datos. Cuenta con. personal docente altamente capacitado para asesorar las practicas de las respectivas. asignaturas y contribuye con un espacio adecuado para las lineas de investigacién que. tiene el programa.. . . Laboratorio de Telematica. . El Laboratorio de Telematica de la Facultad de Ingenieria de Sistemas e Informatica brinda. el ambiente que requiere el estudiante para reforzar el aprendizaje, extender los. conocimientos conceptuales y desarrollar habllidades en el area de la electronica digital y. sistemas digitales. El laboratorio cuenta con una alta gama de equipos para el analisis, el. estudio, disefio e implementacién de sistemas digitales. Cuenta con personal docente. altamente capacitado para asesorar las practicas de las respectivas asignaturas y. contribuye con un espacio adecuado para las lineas de investigacién que tiene el programa,. . im)"}
{"text": "Tópicos de Ingeniería de. Sistemas e Informática. Física General. Álgebra Lineal. Psicología de la. Ingeniería. Lenguaje y. Comunicación. Ecología. Filosofía y Ética. Contabilidad Aplicada. Habilidades Blandas. para Ingeniería. Teoría Económica. Estadística General. Métodos Numéricos. Aplicados a la Ingeniería. Inglés Técnico I. Teoría General de. Sistemas. Estadística Aplicada a la. Ingeniería. Lenguaje de. Programación I. Inglés Técnico II. Dinámica de Sistemas. Administración de Base. de Datos. Redes de. Computadoras. Sistemas Operativos. Lenguaje de. Programación II. Metodologías de. Desarrollo de Software. Investigación Operativa. Aplicada a la Ingeniería. Formulación y. Evaluación de Proyectos. de TI. Administración de. Redes. Simulación de Sistemas. Lenguaje de. Programación III. Ingeniería de Software. Legislación Informática. Base de Datos. Estratégica. Gobierno de TI. Investigación I. (Epistemología) . Ingeniería de. Requerimiento. Ingeniería Web. Gestión de Proyectos de. TI. Sistemas de Información. Estratégicos. Auditoría y Seguridad. Informática. Investigación II . (Formulación de. Proyectos) . Prácticas. Preprofesionales I. Electivo I. Inteligencia Artificial. Inteligencia de Negocios. Electivo II. Investigación III . (Ejecución y Control de. Proyectos) . Prácticas. Preprofesionales II. Electivo III. Tecnologías Emergentes. ESTUDIOS GENERALES. ESTUDIOS  ESPECÍFICOS. ESTUDIOS  DE ESPECIALIDAD. Ingeniería de Procesos. de Negocios. Física Aplicada. Matemática Discreta. Algoritmos. Estructura de Datos. Sistemas Digitales. Diseño para Ingeniería. Modelamiento de Datos. Arquitectura de. Computadoras. Base de datos. Comunicación de Datos. TOTAL CRÉDITOS: 211. I CICLO. 21 créditos. II CICLO. 21 créditos. III CICLO. 20 créditos. IV CICLO. 21 créditos. V CICLO. 22 créditos. VI CICLO. 23 créditos. VII CICLO. 21 créditos. VIII CICLO. 21 créditos. IX CICLO. 21 créditos. X CICLO. 20 créditos. MALLA CURRICULAR - ESCUELA PROFESIONAL DE INGENIERÍA DE SISTEMAS E INFORMÁTICA. Cálculo Diferencia e. Integral"}
{"text": "PERFIL PROFESIONAL. . El egresado de la Universidad Nacional de San Martin, del Programa de Estudios de Ingenieria de Sistemas. € Informatica tiene el siguiente perfil profesional:. . ‘Campo Cognitive. . + Formacién eminentemente humanistica que participa individual o colectivamente. conformando equipos multidisciplinarios y que con un punto de vista ético - sistémico. puede planificar la solucién a los problemas organizacionales.. . + Gestionar, diseftar, construir, integrar y auditar las diversas tecnologias, herramientas. y metodologias en Sistemas de Tecnologias de la Informacién, para niveles. operatives, tacticos y estratégicos, que permitan el logro de iniciativas estratégicas y. de responsabilidad social en las organizaciones.. . + Analizar, comprender, modelar y optimizar el proceso de toma de decisiones en una. . ‘organizacién.. . Liderar grupos de trabajo, aplicando sus conocimientos cientificos y tecnolégicos en. . sistemas e informatica, con preferencia hacia los negocios.. . Hacer uso de las nuevas tecnologias de la especialidad para obtener ventajas. . ‘comparativas y competitivas de las organizaciones, ya sea publica o privada. Apoyar. . en la creacién de modelos matematicos, estadisticos y de simulacién, participando en. . ‘grupos interdisciplinarios de investigacion y asi aportar sus conocimientos en su 4rea. . ademés de desarrollar sus capacidades en la investigacién y avance tecnolégico.. . + Estar dotado de una visién estratégica en el desarrollo de su vida profesional, asi. . . ‘como una visién empresarial para que pueda planear, crear y conducir su propia. + empresa, haciendo uso de los métodos de la Ingenieria de Sistemas e Inform:. + Estar capacitado para disefiar, instalar y evaluar redes de teleproceso, a!. participar en la programacién de dispositivos de control digital.. + Estar capacitado para formuler politicas y estrategias informaticas para contribuir con. el desarrollo local, regional y nacional. Ejercer la docencia e investigacion de alto nivel,. académico en las Universidades.. . ‘como. . ‘Campo Axiclégico. . + Tiene la capacidad de apropiar tecnologia, con destrezas de auto estudio,. comprensién y conceptualizacién, que le permiten incorporar tecnologia, adecuandola. apropiadamente a las necesidades del pais o desarrollar innovaciones cuando sea. . + Puede interactuar con otras disciplinas poniendo a su disposicién todos los. conocimientos teéricos y practicos de su medio, para facilitar las tareas, apoyandose. en la tecnologia disponible.. . + Valora el trabajo como medio de realizacién personal y social.. . + Demuestra un comportamiento ético sobre todas las cosas a través de la practica de. valores.. . + Evidencia habilidades de negociacién.. . + Tiene buena predisposicién para adaptarse a los cambios en un entorno mundial y con. estilo proactivo.. . + Evidencia autodisciplina en el trabajo y capacidad de auto aprendizaje.. . + Posee un alto espiritu emprendedor.. . . Evidencia capacidades de: solidaridad, cooperacién, responsabilidad, autonomia, alta. conciencia ciudadana y espiritu de innovacién y creatividad. Tiene facilidad de. comunicacién oral y escrita.. . Pro-activo.. . ‘Amplio conocimiento de la realidad local, regional, nacional y mundial.. . ‘Amplio conocimiento de los recursos geopoliticos y naturales del pais. Actitud de. liderazgo.. . ‘Agente de cambio e innovador.. . Cultura de valores.. . Dominio de otros idiomas."}
{"text": "33 .  . 9. . PLAN DE ESTUDIOS .   . CÓDIGO . NOMBRE DEL . CURSO . TIPO DE . ESTUDIOS: . GENERAL, . ESPECÍFICO O . ESPECIALIDAD . TIPO DE . ASIG.: . OBLIG. . O ELEC. . PRERREQUISITO . Horas . Créditos .   . TEORÍA PRÁCTICA LABORATORIO . total . horas . lect. . TEORÍA PRÁCTICA LABORATORIO . total . créditos . otorgados . total . total . prese. . total . total . prese. . I . 22E000IO01 . Tópicos de . Ingeniería de . Sistemas e . Informática . ESPECÍFICO . OBLIG. . - . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . I . 22G000IO01 . Física General . GENERAL . OBLIG. . - . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . I . 22G000IO02 . Álgebra Lineal . GENERAL . OBLIG. . - . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . I . 22G000IO03 . Psicología de la . Ingeniería . GENERAL . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . I . 22G000IO04 . Lenguaje y . Comunicación . GENERAL . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . I . 22G000IO05 . Ecología . GENERAL . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 15 . 12 . 0 . 27 . 15 . 6 . 0 . 21 . II . 22E00IIO02 . Ingeniería de . Procesos de . Negocios . ESPECÍFICO . OBLIG. . 22E000IO01 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . II . 22E00IIO03 . Física Aplicada . ESPECÍFICO . OBLIG. . 22G000IO01 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . II . 22E00IIO04 . Matemática . Discreta . ESPECÍFICO . OBLIG. . 22G000IO02 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . II . 22E00IIO05 . Algoritmos . ESPECÍFICO . OBLIG. . 22G000IO02 . 2 . 4 . 0 . 6 . 2 . 2 . 0 . 4 . II . 22G00IIO06 . Filosofía y Ética . GENERAL . OBLIG. . 22G000IO04 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . II . 22G00IIO07 . Contabilidad . Aplicada . GENERAL . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 14 . 12 . 2 . 28 . 14 . 6 . 1 . 21 . III . 22E0IIIO06 . Diseño para . Ingeniería . ESPECÍFICO . OBLIG. . 22E00IIO02 . 1 . 0 . 4 . 5 . 1 . 0 . 2 . 3 . III . 22E0IIIO07 . Sistemas Digitales . ESPECÍFICO . OBLIG. . 22E00IIO03 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . III . 22E0IIIO08 . Cálculo . Diferencial e . Integral . ESPECÍFICO . OBLIG. . 22E00IIO04 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . III . 22E0IIIO09 . Estructura de . Datos . ESPECÍFICO . OBLIG. . 22E00IIO05, . 22E00IIO04 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . III . 22G0IIIO08 . Habilidades . Blandas para . Ingeniería . GENERAL . OBLIG. . 22G000IO04 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . .  . 34 .  . III . 22G0IIIO09 . Teoría Económica . GENERAL . OBLIG. . 22G00IIO07, . 22G00IIO06 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 12 . 6 . 10 . 28 . 12 . 3 . 5 . 20 . IV . 22E00IVO10 . Modelamiento de . Datos . ESPECÍFICO . OBLIG. . 22E0IIIO09 . 3 . 0 . 2 . 5 . 3 . 0 . 1 . 4 . IV . 22E00IVO11 . Arquitectura de . Computadoras . ESPECÍFICO . OBLIG. . 22E0IIIO07, . 22E0IIIO08 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . IV . 22G00IVO10 . Estadística . General . GENERAL . OBLIG. . 22E0IIIO08 . 3 . 0 . 2 . 5 . 3 . 0 . 1 . 4 . IV . 22E00IVO12 . Métodos . Numéricos . Aplicados a la . Ingeniería . ESPECÍFICO . OBLIG. . 22E0IIIO09, . 22E0IIIO08 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . IV . 22G00IVO11 . Inglés Técnico I . GENERAL . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . IV . 22G00IVO12 Teoría General de . Sistemas . GENERAL . OBLIG. . 22G0IIIO09 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 15 . 6 . 6 . 27 . 15 . 3 . 3 . 21 . V . 22E000VO13 . Base de datos . ESPECÍFICO . OBLIG. . 22E00IVO10 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . V . 22E000VO14 . Comunicación de . Datos . ESPECÍFICO . OBLIG. . 22E00IVO11 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . V . 22E000VO15 . Estadística . Aplicada a la . Ingeniería . ESPECÍFICO . OBLIG. . 22G00IVO10 . 3 . 0 . 2 . 5 . 3 . 0 . 1 . 4 . V . 22E000VO16 . Lenguaje de . Programación I . ESPECÍFICO . OBLIG. . 22E00IVO12 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . V . 22G000VO13 . Inglés Técnico II . GENERAL . OBLIG. . 22G00IVO11 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . V . 22E000VO17 . Dinámica de . Sistemas . ESPECÍFICO . OBLIG. . 22G00IVO12 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . Totales . 13 . 2 . 16 . 31 . 13 . 1 . 8 . 22 . VI . 22S00VIO01 . Administración de . Base de Datos . ESPECIALIDAD . OBLIG. . 22E000VO13 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VI . 22E00VIO18 . Redes de . Computadoras . ESPECÍFICO . OBLIG. . 22E000VO14, . 22E0IIIO06 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VI . 22E00VIO19 . Sistemas . Operativos . ESPECÍFICO . OBLIG. . 22E000VO15, . 22E00IVO11 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VI . 22S00VIO02 . Lenguaje de . Programación II . ESPECIALIDAD . OBLIG. . 22E000VO16, . 22E000VO13 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VI . 22S00VIO03 . Metodologías de . Desarrollo de . Software . ESPECIALIDAD . OBLIG. . 22G0IIIO08, . 22E000VO13 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . VI . 22E00VIO20 . Investigación . Operativa . ESPECÍFICO . OBLIG. . 22E000VO15 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . .  . 35 .  . Aplicada a la . Ingeniería . Totales . 13 . 2 . 18 . 33 . 13 . 1 . 9 . 23 . VII . 22S0VIIO04 . Formulación y . Evaluación de . Proyectos de TI . ESPECIALIDAD . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . VII . 22S0VIIO05 . Administración de . Redes . ESPECIALIDAD . OBLIG. . 22E00VIO18 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VII . 22E0VIIO21 . Simulación de . Sistemas . ESPECÍFICO . OBLIG. . 22E000VO17, . 22E00VIO20 . 2 . 0 . 2 . 4 . 2 . 0 . 1 . 3 . VII . 22S0VIIO06 . Lenguaje de . Programación III . ESPECIALIDAD . OBLIG. . 22S00VIO02 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VII . 22S0VIIO07 . Ingeniería de . Software . ESPECIALIDAD . OBLIG. . 22S00VIO03 . 2 . 4 . 0 . 6 . 2 . 2 . 0 . 4 . VII . 22S0VIIO08 . Legislación . Informática . ESPECIALIDAD . OBLIG. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 12 . 8 . 10 . 30 . 12 . 4 . 5 . 21 . VIII . 22SVIIIO09 . Base de Datos . Estratégica . ESPECIALIDAD . OBLIG. . 22S00VIO01 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VIII . 22SVIIIO10 . Gobierno de TI . ESPECIALIDAD . OBLIG. . 22S0VIIO05 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . VIII . 22SVIIIO11 . Investigación I . (Epistemología)  . ESPECIALIDAD . OBLIG. . 22E000VO15 . 2 . 4 . 0 . 6 . 2 . 2 . 0 . 4 . VIII . 22SVIIIO12 . Ingeniería de . Requerimiento . ESPECIALIDAD . OBLIG. . 22S0VIIO04, . 22S0VIIO05 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . VIII . 22SVIIIO13 . Ingeniería Web . ESPECIALIDAD . OBLIG. . 22S0VIIO07, . 22S0VIIO06 . 2 . 0 . 4 . 6 . 2 . 0 . 2 . 4 . VIII . 22SVIIIO14 . Gestión de . Proyectos de TI . ESPECIALIDAD . OBLIG. . 22S0VIIO04 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 12 . 10 . 8 . 30 . 12 . 5 . 4 . 21 . IX . 22S00IXO15 . Sistemas de . Información . Estratégicos . ESPECIALIDAD . OBLIG. . 22SVIIIO09 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . IX . 22S00IXO16 . Auditoría y . Seguridad . Informática . ESPECIALIDAD . OBLIG. . 22SVIIIO10, . 22S0VIIO08 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . IX . 22S00IXO17 . Investigación II  . (Formulación de . Proyectos)  . ESPECIALIDAD . OBLIG. . 22SVIIIO11 . 2 . 4 . 0 . 6 . 2 . 2 . 0 . 4 . IX . 22S00IXO18 . Prácticas . Preprofesionales I . ESPECIALIDAD . OBLIG. . - . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . IX . - . Electivo I . ESPECIALIDAD . ELEC. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . IX . 22S00IXO19 . Inteligencia . Artificial . ESPECIALIDAD . OBLIG. . 22E0VIIO21, . 22SVIIIO10 . 3 . 0 . 2 . 5 . 3 . 0 . 1 . 4 . Totales . 14 . 12 . 2 . 28 . 14 . 6 . 1 . 21 . .  . 36 .  . X . 22S000XO20 . Inteligencia de . Negocios . ESPECIALIDAD . OBLIG. . 22S00IXO15 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . X . - . Electivo II . ESPECIALIDAD . ELEC. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . X . 22S000XO21 . Investigación III  . (Ejecución y . Control de . Proyectos)  . ESPECIALIDAD . OBLIG. . 22S00IXO17 . 2 . 4 . 0 . 6 . 2 . 2 . 0 . 4 . X . 22S000XO22 . Prácticas . Preprofesionales . II . ESPECIALIDAD . OBLIG. . 22S00IXO18 . 3 . 2 . 0 . 5 . 3 . 1 . 0 . 4 . X . - . Electivo III . ESPECIALIDAD . ELEC. . - . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . X . 22S000XO23 . Tecnologías . Emergentes . ESPECIALIDAD . OBLIG. . 22S00IXO19, . 22SVIIIO14 . 2 . 2 . 0 . 4 . 2 . 1 . 0 . 3 . Totales . 13 . 14 . 0 . 27 . 13 . 7 . 0 . 20 . TOTALES . 133 . 84 . 72 . 289 .  .  .  . 211 .  .   . CÓDIGO . NOMBRE DE LA ASIGNATURA . TIPO DE ESTUDIOS: GENERALES, ESPECÍFICOS O . ESPECIALIDAD . TIPO DE ASIG.: OBLIG. O . ELEC. . PREREQUISITO CRÉDITOS .  .  . IX . 22S00IXE24 . Gobierno Digital . ESPECIALIDAD . ELEC. . 149 CRÉDITOS . 3 .  . IX . 22S00IXE25 . Aplicaciones Móviles . ESPECIALIDAD . ELEC. . 149 CRÉDITOS . 3 .  . IX . 22S00IXE26 . Seguridad de Información . ESPECIALIDAD . ELEC. . 149 CRÉDITOS . 3 .  .   .   .   .   .   .   .   .  . X . 22S000XE27 . Marketing Digital . ESPECIALIDAD . ELEC. . 170 CRÉDITOS . 3 .  . X . 22S000XE28 . Blockchain . ESPECIALIDAD . ELEC. . 170 CRÉDITOS . 3 .  . X . 22S000XE29 . Computación Visual y Accesibilidad . Aumentada . ESPECIALIDAD . ELEC. . 170 CRÉDITOS . 3 .  . X . 22S000XE30 . Big Data . ESPECIALIDAD . ELEC. . 170 CRÉDITOS . 3 .  . X . 22S000XE31 . Innovación y Emprendimiento en TI . ESPECIALIDAD . ELEC. . 170 CRÉDITOS . 3 .  . Cuadro de los cursos electivos correspondientes al IX y X ciclo"}
{"text": "Requisitos para Constancia de Egresado. . 1. Solicitud dirigida al Decano de la Facultad. . 2 Recibo de pago por expedicién de Constancia de Egresado.. . 3.Dos (02) fotografia recientes tamafio pasaporte de frente, a color y fondo blanco.. . 4.Certificado de Estudios originales que acredite haber concluido sus estudios. profesionales.. . 5 Resolucién Decanal_de Informe de Practicas Pre Profesional. . 6 Copia simple de DNI. . 7. Ficha de Egresado (Ilenado por el interesado). . 8.01 folder colgante.. . Todos los documentos traer en original y copia. . Requisitos para obtener el Grado Académico de Bachiller. . 1. Solicitud de Expedicién de Grado Académico de Bachiller.. . 2.Recibo de pago por derecho de Grado Académico de Bachiller y Autentificacién.. (Tesoreria). . 3.Copia simple de! DNI.. . 4.Constancia de primera matricula(Tesoreria- OAA). . 5.Constancia de Ingles Basico, otorgada por Centro de Idiomas de la UNSM-T. . 6 Copia fedateada de Constancia de Egreso.. . 7-Constancia de No Adeudar Bienes a la Universidad.. 8.04 fotografias actualizadas, de frente, tamafio pasaporte a color, con fondo blanco y. . vestimenta formal.. Todos los documentos traer en original y co}. . Requisitos para titulo profesional. . 1 Solicitud dirigida al Decano de la Facultad.. . 2 Recibo de pago por derecho de Titulo Profesional y Autentificacién.. . 3. Copia fedateada del Grado de Bachiller.. . 4 Copia simple del D.N.I. legible. . 5. Copia de la Constancia de la primera matricula. . 6. Copia de la Constancia de Egresado. . 7.Constancia de Repositorio.. . 8. Acta de sustentacién.. . 93. Constancia de no adeudar bienes en la UNSM-T.. . 10. Constancia de No adeudo al Instituto de Investigacién de la UNSM-T. . ‘11. Cuatro (04) fotografias actualizadas de frente, tamafio pasaporte, a color, con fondo. blanco y vestimenta formal.. . 12. Tres (03) ejemplares de Tesis debidamente empastadas.. . jinal y copia. . ‘Todos los documentos traer en 01 folder manila en ori"}
{"text": "AREA DE ESPECIALIZACION. . + Director de la Oficina de Tecnologias de la Informacién en entidades piblicas y privadas.. + Gestor de proyectos de sistemas y tecnologias de informacion.. . + Gerente de negocios de tecnologias de la informacién.. . + Especialista en andlisis, disefio y desarrollo de sistemas informéticos.. . + Administrador de base de datos.. . Especialista en el disefio, construccién y administracién de redes de datos.. Especialista en soporte de tecnologias de informacién... . ‘Asesor y consultor en sistemas Informaticos.. . Especialista en desarrollo de inteligencia artificial para soluciones de automatizacién y de. apoyo a la toma de decisiones."}
